<div style="page-break-after: always;"
<a name="top"></a>
<p class="head_description">あなたはあなたの関心に合致する新しい広告の通知を受け取ることができます。その通知はあなたが指定した広告関心に基づきます。</p>

<span class="member"> <i>どこで見つけられる？</i><br>
広告関心には、「メニュー: 設定 > 広告関心」を通じて辿り着けます。<br>
あなたは、E-mailメッセージを受信したいか、それともシステムメッセージを受信したいかを「メニュー: 設定 > 通知」の下で選べます。
</span>

<span class="admin"> <i>どうやって動かす？</i><br>
「設定」ブロックの中の<a
	href="${pagePrefix}groups#manage_group_permissions_member"><u>メンバー許可</u></a>セクション内で広告関心を有効化できます。<br>
管理者がメンバーのために広告関心を設定することはできません。メンバーのみがこの機能に対して直接アクセスできます。</span>
<hr>

<A NAME="list_ad_interests"></A>
<h3>広告関心のリスト</h3>
ここではあなたの現在の<a href="#top"><u>広告関心</u></a>のリストを見ることができます。
以下のことをすることができます:
<ul>
	<li><b>編集する:</b> 広告関心を変更するには、<img border="0" src="${images}/edit.gif"
		width="16" height="16">&nbsp;編集アイコンをクリックして下さい。
	<li><b>消去する:</b> 広告関心を消去するには、<img border="0" src="${images}/delete.gif"
		width="16" height="16">&nbsp;消去アイコンをクリックして下さい。
	<li><b>多くを消去する:</b> このリストから一度に様々な項目を消去することもできます。
	あなたの選択をするために「すべて選択」（または「選択解除」）ボタンを使えます。選択し終えたら、「選択した項目を削除」をクリックして下さい。
	<li><b>作成する:</b> 新しい広告関心を挿入するには、「新しい広告関心を挿入する」というラベルのついた送信ボタンをクリックして下さい。
</ul>
<hr class="help">


<A NAME="ad_interest_insert"></A>
<h3>新しい広告関心</h3>
<p>ここではあなたが通知を受け取る広告関心を定められます。<br>
エントリーに意味のある名称を与えることから始めて下さい。
それから、満たさなければならない基準を定められます。
あるメンバーが、あなたが入力した基準のすべてを満たす広告を設置すると、あなたは通知を受け取るでしょう。
以下の基準を定められます:
<ul>
	<li>あなたがオファーを探しているか、ウォンツを探しているか
	<li>その広告が属するカテゴリー
	<li>その広告を提出したメンバーのログイン名
	<li>その広告を提出したメンバーの名前
	<li>その広告が属する価格帯
	<li>その広告の本文または題名が合致する1つ以上のキーワード（ただし、正確な順序でなければなりません。）
</ul>
基準を制限しすぎない方が賢明です。<br>
一般的な使用例は、特定の新しい広告の通知を受け取るために、キーワードのみを入力することです。しかし、あなたの創造性次第で、この機能を様々に使うことができます。
<p>完了したら、「送信」ボタンをクリックして下さい。</p>
<hr class="help">

<A NAME="ad_interest_modify"></A>
<h3>広告関心を修正する</h3>
ここではあなたの広告関心を変更できます。メンバーがあなたの広告関心基準を満たす新しい広告を設置した時に、あなたは通知を受け取るでしょう。
<ol>
	<li>まず変更ボタンをクリックして下さい
	<li>広告関心の名称を変更してもよいですが、必ずそれが意味のある名称であるようにして下さい。
	<li>満たされなければならない基準を定めて下さい。別のユーザーが、あなたが入力したすべての基準を満たす新しい広告を入力すると、あなたは通知を受け取るでしょう。以下の基準を定められます:
	<ul>
		<li>あなたがオファーを探しているか、ウォンツを探しているか
		<li>その広告が属するカテゴリー
		<li>その広告を提出したメンバーのログイン名
		<li>その広告を提出したメンバーの名前
		<li>その広告が属する価格帯
		<li>その広告の本文または題名が合致する1つ以上のキーワード（ただし、正確な順序でなければなりません。）
	</ul>
</ol>
基準を制限しすぎない方が賢明です。<br>
一般的な使用例は、特定の新しい広告の通知を受け取るために、キーワードのみを入力することです。しかし、あなたの創造性次第で、この機能を様々に使うことができます。
<p>完了したら、「送信」ボタンをクリックして下さい。</p>
<hr class="help">

</div> <%--  page-break end --%>


<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>