<div style="page-break-after: always;"
<p class="head_description">メンバーは、広告を掲載したり、それらを検索したりすることができます。
広告には様々なフィールドがあり、1つ以上の写真をアップロードすることが可能です。
広告を組織のwebサイト上に自動的に掲載することが可能です（このオプションが有効化されている場合）。</p>
<span class="admin"> <i>どこで見つけられる？</i><br>
広告には、特別なメニュー項目（予想通りですが「広告」）があります。
ここでは、広告に関して検索を行うか（「メニュー: 広告 > 製品とサービス」）、<a
	href="${pagePrefix}advertisements#manage_categories"><u>カテゴリー</u></a>を管理することができます。
特定のユーザーの広告は、彼らのプロフィールを通じてアクセスできます。</span>

<span class="member">
<i>どこで見つけられる？</i><br>
以下の方法で、広告にアクセスできます:
<ul>
	<li><b>検索:</b> 広告は、「メニュー: 検索 > 製品とサービス」を通じて検索できます。
	<li><b>広告を管理する:</b> あなたは「メニュー: パーソナル > 広告」を通じて、あなた自身の広告を管理できます。
	<li><b>広告関心:</b> 「メニュー: 設定 > 広告関心」で、あなたの広告関心を指定できます。
	<li><b>別のメンバーの広告:</b> そのメンバーのthe <a href="${pagePrefix}profiles"><u>プロフィール</u></a>を通じてアクセスできます。	
</ul>
</span>
<hr>


<a NAME="advertisement_search"></a>
<h3>広告の検索</h3>
広告検索ウィンドウにより、システム中の広告を検索できます。
それにはキーワード検索があり、「オファー」（標準）または「ウォンツ」のいずれかを検索するオプションがあります。
Cyclos内のどの検索ウィンドウでもそうですが、空欄のままにされた任意の検索フィールドは、その検索フィールドについて可能なすべての値を返します。
これは、何のキーワードも指定せずに「検索」ボタンをクリックすると、存在するすべてのオファー（またはウォンツ）が返されます。<p>
広告検索は、すべての広告フィールド（したがって、件名、説明、所有者、カテゴリーレベルなど）を検索します。
あなたは検索で複数のキーワードを使うことができます。<br>
メンバー（および広告）検索では、様々な「演算子」を使えます。
最も一般に使われるものは以下の通りです:
<ul>
	<li><b>*</b> アスタリスク「ワイルドカード」は、単語の一部分で検索することを可能にします。
	例えば、ba*を検索すると、そのフィールドの1つに文字の組み合わせbaを持つすべての広告、例えば、Baker、bargain、bas gitarを結果として返します。
	<li><b>- not</b> マイナス記号の直後に続くか、「not」とスペースの後に続くキーワードで検索すると、そのキーワードを含まないものを結果として返します。
	<li><b>or</b> 「or」の前に置かれた単語かその後ろのキーワードのいずれかを含むものを検索結果として返します。
	<li><b>and</b> 「and」の前に置かれた単語とその後ろのキーワードの両方を含むものを検索結果として返します。
</ul>
より多くの検索オプションが欲しければ、「詳細検索」をクリックすると、
価格範囲、カテゴリー、掲載日のような様々な検索オプションを選択して、
あなたの検索を狭められます。
オプションは、すべて非常に分かり易く、説明するまでもありません。
<span class='admin'>
<br>状態ドロップダウンでは、<a href="#ad_status"><u>
広告の状態</u></a>に基づいて検索することができます。
「グループ」ドロップダウンでは、
<a href="${pagePrefix}groups#group_filters"><u>グループフィルタ</u></a>
に基づいて検索することができ、
「許可グループ」ドロップダウンでは、グループを直接指定することができます。
もちろん、これら2つの項目は、互いに矛盾すべきではありません。
しばしば、グループフィルタは、同一の地理的コミュニティ内に属するグループの集合を指定するために使われますが、これは、もちろん、あなたのローカル設定とグループフィルタの定義に依存します。
</span>
<p>
キーワードを検索する代わりに、「カテゴリーによりブラウズする」というタイトルの下のウィンドウを通じて、広告カテゴリーをブラウズすることもできます。
このウィンドウが見えない場合は、「カテゴリーを見る」リンクをクリックすると、それが表示されるでしょう。
このウィンドウでは、すべての利用可能なカテゴリーがリストで示されます。
各々のカテゴリー名の後ろには、そのカテゴリー内の広告の数があります。
その名称をクリックすると、そのカテゴリー内のすべてのオファーまたはすべてのウォンツがリストで表示されます。
<p>
別のオプションは、「最新の広告を見る」リンクを通じて、最新の広告を見ることです。
それをクリックすると、すべての広告が新しいものから古いものへとソートされて表示されます。
それは、あなたが行った選択に依拠して、すべてのオファーかすべてのウォンツのいずれかを表示します。
<hr class="help">

<a name="ads_results"></a>
<h3>広告の概観</h3>
様々なウィンドウが、広告の概観をあなたに示します。
これらのウィンドウの大部分には、以下の要素があり、リスト内の広告に対して、あなたがいくつかのアクションを行えるようにします。
（あなたの許可とあなたがどこから来たかに依っては、これらのすべてが利用可能なわけではありません。）:
<ul>
	<li><b>画像:</b> 画像をクリックして、それを元のサイズで、ポップアップウィンドウ内に表示させることができます。
	<li><b>題名:</b> 広告の題名をクリックすると、その広告の詳細の書かれたウィンドウに移動します。
	<li><b>メンバー名:</b> メンバー名をクリックすると、そのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に移動します。
	<li><b>状態:</b> この列は、広告の<a href="#ad_status"><u>状態</u></a>を表示します。
	<li><img border="0" src="${images}/edit.gif" width="16"
		height="16"> その広告を修正するには、このアイコンをクリックして下さい。
	<li><img border="0" src="${images}/delete.gif" width="16"
		height="16"> その広告を消去するには、このアイコンをクリックして下さい。
</ul>
該当する場合、かつ、あなたが許可を持っている場合、
「新しい広告を挿入する」というラベルの付いたボタンが下に見えます。
これを使って、新しい広告を入力できます。
<hr class="help">

<a name="ad_status"></a>
<h3>広告の状態</h3>
広告には状態があり、それは以下の値を持ち得ます:
<ul>
	<li><b>スケジュール済み:</b>
	開始日が将来に設定されています。
	その広告は、誰かが広告の検索を行う際には、（まだ）表示されません。
	<li><b>アクティブ: </b>
	現在の日付が、開始日と終了日の間にあります。
	アクティブな広告のみが、他のメンバーの検索結果内に現れます。
	<li><b>期限切れ:</b>
	現在の日付が、終了日を過ぎています。
	その広告は、誰かが広告の検索を行う際には、（もはや）表示されません。
	<li><b>永続的:</b>
	このタイプの広告は、開始日と終了日を持たず、常に見えます。
	それは特に、「売り切れ」することのないサービスや商品に向いています。
</ul>
<hr class="help">

<a name="search_ads_result"></a>
<h3>検索結果（広告の）</h3>
このウィンドウは、あなたが上のウィンドウ内で指定した検索基準に従って、検索結果を表示します。<p>
結果リストは、関連性によってソートされた広告を表示します。
この概観内の諸要素についての詳細な説明を得るには、<a href="#ads_results"><u>
ここをクリックして下さい</u></a>。<p>
そのウィンドウの右上の角、ヘルプアイコンの隣には、印刷アイコン<img border="0" src="${images}/print.gif" width="16" height="16">&nbsp;があり、
それによって広告のリストを印刷できます。
<span class="admin">
管理者は、印刷機能の隣の
<img border="0" src="${images}/save.gif" width="16" height="16">&nbsp;
保存アイコンを通じて、広告を
<a href="${pagePrefix}loans#csv"><u>
CSVファイル</u></a>でダウンロードすることもできます。

</span>
<hr class="help">

<span class="member">
<a NAME="member_my_ads"></a>
<h3>自分の広告</h3>
このページは、あなたが設置したすべての広告（製品とサービス）を表示します。
この概観内の諸要素についての詳細な説明を得るには、<a href="#ads_results"><u>
ここをクリックして下さい</u></a>。
<hr class="help">
</span>

<a name="ads_of_member_description"></a>
<h3>広告の詳細</h3>
別のメンバーの広告を見ている際には、情報を含むすべてのフィールドが見えます。
実寸大で画像を見るには、小さい画像をクリックして下さい。
<br>
メンバーについてもっと情報が欲しいか、支払いをしたい場合は、「所有者」リンクをクリックすることにより、そのメンバーの<a href="${pagePrefix}profiles"><u>
プロフィール</u></a>に直接行くことができます。
<hr class="help">

<a name="ad_insert"></a>
<a NAME="ad_modify"></a>
<h3>広告を修正する／新しい広告</h3>
このフォームでは、既存の広告を修正するか、新しい広告を挿入することができます。
既存の広告を修正している場合、まず「変更」ボタンをクリックして下さい。さもないと、フィールドを修正できません。
完了したら、あなたの広告を保存するために、「送信」ボタンをクリックして下さい。
<p>たいていのフィールドは、一目瞭然です。
いくつかのフィールドについて、手短に注釈します。
<ul>
	<li><b>題名:</b> 「題名」は、<b>手短な</b>説明のために使えます。
	それは検索結果ウィンドウ内に表示されます。
	<li><b>説明:</b> 詳細のために「説明」フィールドを使えます。
	説明のために、「リッチテキスト」を使ってもよいでしょう。それは、その広告のために素敵なレイアウトを得るための追加的なオプションが得られることを意味します。
	<li><b>期限切れしない:</b> 長期のオファーについては、このチェックボックスをチェックできます。
	その場合、その広告は期限切れしません。次の項目を見て下さい。
	あなたの組織内の広告を最新に保つために（そして、もはや利用できない項目で溢れさせないために）、このチェックボックスは、サービスについてのみ使い、あなたが1つしか持っていない商品については使わないことをお勧めします。
	<li><b>掲載日／期限切れ日:</b> 「掲載日」は、広告が初めて掲載される、つまり、それが製品とサービスの検索内に表示される日付を意味します。
	広告には、標準（管理者により設定される）で、最大存続時間があります。
	「期限切れ日」に達すると、広告はもはや検索内に表示されません。（しかし、それはあなたのリスト内には表示されます。）
	<li><b>外部広告:</b> 「外部掲載」にチェックすると、広告がコミュニティウェブサイト内に自動的に掲載され得るようにします。

	<li><b>画像:</b> その広告に関連する1つ以上の<a href="${pagePrefix}profiles#picture"><u>
	画像</u></a>をアップロードできます。
</ul> 
あなたが既存の広告を変更している場合、そのフォームは、「新しい広告を挿入する」というラベルの付いたボタンも下に表示します。あなたはこれを使うか、新しい広告を作成することができます。
<p><b>注: </b>あなたが掲載できる広告の数には上限があります。
これは管理者によって設定されます。
もっと多くの広告を設けたい場合には、まずいくつかの古い広告を消去する必要があります。
<hr class="help">

<a NAME="ads_of_member"></a>
<a name="admin_ads_of_member"></a>
<h3>メンバーの広告リスト</h3>
このウィンドウは、特定のメンバーのすべての広告を表示します。
この概観内の諸要素についての詳細な説明を得るには、<a href="#ads_results"><u>
ここをクリックして下さい</u></a>。
<hr class="help">

<a name="categories"></a>
<p class="sub_description">
<h2>広告カテゴリー</h2>
広告はカテゴリーで整理されます。
広告カテゴリーは、3つのレベルの深さにすることができます。
つまり、あなたはメインカテゴリーとサブカテゴリーを持つことができます。
</p>
<span class="admin">
<i>どこで見つけられる？</i><br>
管理者は、「メニュー: 広告」を通じて、広告を管理できます。
</span>
<hr>

<span class="admin">
<p><a NAME="manage_categories"></a>
<h3>広告カテゴリー</h3>
このページにより、あなたは広告カテゴリーレベルを管理できます。
あなたが、「メインカテゴリー」下のあるカテゴリー内にいるならば、「メインカテゴリー > 第2カテゴリーレベル > ...」のようなナビゲーションパスが現れます。
そのページは、このナビゲーションパス内に示されるレベルの上にあるすべてのカテゴリーのリストを示します。<br>
あなたは、ナビゲーションパス内のリンクを選択して、より高いレベルのカテゴリーに戻ることができます。
リスト内のカテゴリーは、それらの名称、状態、有するサブカテゴリーの数を示します。
以下の項目が表示されます:
<ul>
	<li><b>題名:</b> そのカテゴリーの名称。
	<li><b>状態:</b> アクティブ（使用中）または非アクティブ。
	非アクティブなカテゴリーとそれらに含まれるサブカテゴリーおよび広告は、
	（一時的に）使用されておらず、したがって、ユーザーには見えません。
	ただし、そのカテゴリーを再アクティブ化することはできます。
	<li><b>サブカテゴリー:</b> そのカテゴリーレベルがサブカテゴリーを持っているならば、それはそのカテゴリーレベルが含むサブカテゴリーの数を表示します。
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp;
	この項目をクリックすると、そのカテゴリーの中に移動し、そこでは、それを修正したり、そのカテゴリーの中にサブカテゴリーを追加したり、そのカテゴリーの名称を変更したり、あるいは、それをアクティブ化／非アクティブ化することができます。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">
	そのカテゴリーを消去したいならば、このアイコンをクリックして下さい。
	これは、そのカテゴリー（またはそれのサブカテゴリー）が、全く広告を含まない場合にのみ可能です。
	<li><b>順序を変更する:</b> カテゴリーの順序を変更するには、概観の下の
	「順序を変更する」というラベルの付いた「送信」ボタンを選択して下さい。
	
	<li><b>挿入する:</b> このレベル内に新しいカテゴリーを挿入するには、
	概観の下の「新しいカテゴリーを挿入する」ボタンをクリックして下さい。
</ul>
<hr class="help">
</span>

<span class="admin">
<p><a NAME="edit_category"></a>
<h3>カテゴリーを編集する／新しいカテゴリー</h3>
これは、カテゴリーを編集または追加するためのページです。
それは、親カテゴリーと名称フィールド（あなたが変更できる）を示します。
<br>
あなたは、カテゴリーレベル内に1つ以上の項目を追加できます。
複数の項目を設ける場合は、新しい行に1つずつ入れなければなりません。<br>
状態はアクティブまたは非アクティブにすることができます。
あるカテゴリーがアクティブとしてマークされていない場合は、それはどこにも（検索内にもコンボボックス内にも）表示されません。
これは、カテゴリー（またはそれらのサブカテゴリー）が広告を含まないならば、あなたはそれらを消去できないからです。
アクティブ／非アクティブチェックボックスにより、それがアクティブな広告を含む場合でさえ、そのカテゴリーを不可視にする機会が得られます。
しかしながら、カテゴリーの非アクティブ化は、これについて質問し始めるかもしれない多くのユーザーに影響を与え得るため、これは慎重に行うべきです。<p>
いったんカテゴリーレベルが作成されると、リストの下の「新しいカテゴリーを挿入する」ボタンを選択することにより、それに項目を追加できます。
<hr class="help">
</span>

<span class="admin">
<p><a NAME="ad_category_order"></a>
<h3>広告カテゴリーの順序を設定する</h3>
ここでは、そのページ内にカテゴリーが表示される順序を定められます。
これを行うには、フィールド名にマウスポインタを重ね、マウスをレフトクリックして、それを押したまま、その名称を新しい位置へと「ドラッグ」して下さい。
「アルファベット順を使ってソートする」を選択すると、カテゴリーがアルファベット順でソートされます。<br>
その後、あなたの変更を保存するために「送信」を選択して下さい。
<hr class="help">
</span>

<span class="admin">
<a name="import_export"></a>
<p class="sub_description">
<h2>カテゴリーをインポート／エクスポートする</h2>
Cyclosでは、組織やCyclosのインスタンスの間で、広告カテゴリーの共有を可能にするため、広告カテゴリーをインポートおよびエクスポートすることができます。

</p>
<i>どこで見つけられる？</i><br>
あなたは、メイン「メニュー: 広告 > カテゴリーをインポート／エクスポートする」を通じて、この項目にアクセスできます。
<hr>
</span>

<span class="admin">
<p><a NAME="import_ad_categories"></a>
<h3>カテゴリーをインポートする</h3>
「インポート」を選ぶと、「ブラウズ」ボタンを通じて、
カテゴリーファイル（拡張子xml）を指定できます。
<hr class="help">
</span>

<span class="admin">
<p><a NAME="export_ad_categories"></a>
<h3>カテゴリーをエクスポートする</h3>
ファイルをエクスポートするには、「送信」を選択して下さい。
すると、ブラウザが引き継ぎ、そのファイルをどこに保存するかをあなたに尋ねます。
</span>
<hr class="help">

<span class="admin">
<p><a NAME="import_ads"></a>
<h3>広告をインポートする</h3>
この機能により、広告をインポートすることが可能です。
広告フィールドは、インポートファイル内の列の名称へとマップされます。
列の名称は、大文字小文字の区別があり、1行目（ヘッダー）にある必要があります。
列は、任意の順序にすることができます。（1列目や2列目といったものはなく、名称が正しい限り、それは機能します。）
あるフィールドが任意の場合、あなたはその列全体を省くか、あるいは、その列の値を空のままにすることができます。<br>
システム内に複数の通貨が存在する場合、インポートする広告の通貨を選べます。（「価格」フィールド内に値のある広告のみが通貨を持ちます。）
広告のインポートは、画像のインポートをサポートしていません。<br>
以下のフィールド（列）がサポートされています。
<ul>
	<li>題名（必須）<br>
	広告の題名。
	<li>所有者（必須）<br>
	広告のメンバー（所有者）のログイン名。
	<li>説明（必須）<br>
	完全な広告の説明。
	HTML列の値に応じて、おそらくプレーンテキストまたはHTMLフォーマットのいずれか。
	<li>HTML（任意）<br>
	説明のフォーマットを決定します。trueは、リッチテキストによる説明を示します。
	false値（標準）は、プレーンテキストによる説明を示します。
	<li>カテゴリー（必須）<br>
	広告カテゴリー名。入れ子になったカテゴリーは、コロン(:)と任意のスペースによって区切られなければなりません。
	例えば、「製品: コンピューター: ラップトップ」。<br>
	最後のカテゴリーまたは「リーフ」には、コロンが続きません。
	<li>掲載開始日（任意）<br>
	その広告がいつ掲載され始めるかを決定します。
	設定されない場合には、現在の日付が使われます。
	<li>掲載終了日（任意）<br>
	掲載期間の終了日を決定します。
	設定されない場合には、永続的な広告であることを示しますが、グループ設定が永続的な広告を禁止するかもしれません。
	その場合、この列は必須です。
	<li>トレードタイプ（任意）<br>
	そのメンバーが製品をオファーしているか、探しているかを決定します。
	可能な値（大文字小文字の区別あり）は、offerまたはsearch（searchはウォンツ）です。
	標準はofferです。
	<li>外部（任意）<br>
	その広告がWebサービス検索上に表示されるかどうかを決定します。
	グループ設定は、この値をtrueまたはfalseに強いるかもしれません。
	標準はtrueです。
	<li>価格（任意）<br>
	広告の価格。
	<li>カスタムフィールド内部名（任意）<br>
	カスタムフィールドの内部名。必要な妥当性が守られます。
</ul>
広告のグループ許可が可能であることを確かめて下さい。
</p>


<p><a NAME="imported_ad_details"></a>
<h3>インポートされた広告を検索する</h3>
このウィンドウでは、インポートされたリスト内の特定の広告を行番号で検索できます。
行番号を指定しないと、インポートのすべての広告のリストが下のウィンドウ内に示されます。
</p>

<p><a NAME="imported_ad_details_result"></a>
<h3>検索結果インポートされた広告</h3>
このウィンドウは、検索の結果を表示します。それは、広告をそれらの詳細と状態とともにリストで示します。
</p>


<p><a NAME="imported_ads_summary"></a>
<h3>インポートされた広告の概要</h3>
このウィンドウは、インポートの結果を表示します。インポートエラーの場合には、それはエラータイプ（例えば、フィールドが見つかりません）を知らせ、インポートが成功した場合には、それはそれらの広告のメンバー名、カテゴリー、価格を表示します。<br>
インポートを処理するために、戻るボタンと「インポート」ボタンを押すことができます。
</p>
</span>

</div> <%--  page-break end --%>

<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p> 
</div>
