<div style="page-break-after: always;"
<p class="head_description">Cyclosにはオンラインヘルプシステムが備わっています。
あなたが見ているウィンドウに関する文脈に固有のヘルプと、
異なる主題に関するヘルプファイルの集合の形での一般的なヘルプがあり、
それらが両方でマニュアルを形成します。
</p>
<i>どこで見つけられる？</i>
<br>
Cyclos内のすべてのウィンドウには、最上部、ウィンドウのタイトルバーの右端に小さなヘルプアイコン<img border="0" src="${images}/help.gif" width="16" height="16">があります。
このヘルプをクリックすると、あなたが見ている特定のウィンドウに関するヘルプテキストへと移動します。<p>
あなたは、メイン「メニュー: ヘルプ > マニュアル」に行くことによっても、ヘルプマニュアルにアクセスできます。
ここで、あなたはすべての利用可能なヘルプファイルのリストを見ることができます。リスト内の各々の項目はクリックすることができ、すると、その特定のヘルプファイルに移動します。
ウィンドウボックスの右上の隅にある「マニュアル全体を印刷する」リンクを使うと、マニュアル全体（＝すべてのヘルプファイル）が印刷可能なフォーマットで書かれた新しいブラウザタブが開きます。
<hr>
<p><b>ヘルプファイルを使う</b><br>
マニュアル内の各々のヘルプファイルは、特定の主題に関するものです。
約30のヘルプファイルがあります。
概して、そのファイルは、その主題に関する非常に一般的な説明で始まります。
ファイルは、主題に関連する数個の副主題を含むかもしれません。
たいてい、扱われる主題の最大数はおおよそ3つです。
これらの主題は、各々が水平線によって分けられています。<br>
ヘルプファイルの中では内部リンクが使われます。
リンクを選択した後、前のヘルプページに戻りたい場合は、キーボードの「バックスペース」を使えます。
たいていのポップアップウィンドウには、「戻る」ボタンがないからです。
あなたがLinuxを使っている場合、Firefoxではバックスペースボタンは標準では機能しませんが、それは<a
	href="http://blog.rvdavid.net/making-the-backspace-key-in-firefox-a-shortcut-key-to-go-back-in-ubuntu/"><u>有効化</u></a>できます。

<p>一般的な説明の後、そのファイルには、大いに役立つかもしれない2つの非常に重要な節がたいてい続きます:<ul>
	<li><i>どこで見つけられる？</i>は、そのテキストで述べられた機能にいかにして辿り着くことができるかを非常に端的に取り上げます。
	たいてい、これはどのメニュー項目をクリックするかに関する説明です。
	<li><i>どうやって動かす？</i>は、そのテキストで述べられた機能をいかにして動かすかを非常に端的に取り上げます。
	Cyclosではたくさんのことが可能ですが、一部の機能は使用する前に設定をする必要があり、様々な許可を設定したり一部の設定を変更したりする必要があるかもしれません。これについては、この節で取り上げられます。
	この節は、たいていは管理者にとってのみ関係があり、したがって、メンバーには見えないことに留意して下さい。その情報がメンバーにも関係がある場合にのみ、それはメンバーにも見えるようになります。
</ul>
ファイルが複数の関連する副主題を含む場合には、<i>どこで見つけられる？</i>と<i>どうやって動かす？</i>の節は、すべての副主題について繰り返されます。
<p>
一般的な節の後で、ヘルプファイルは、プログラム内のウィンドウのためのすべてのテキストブロックを含みます。Cyclosウィンドウの1つの中のヘルプアイコン<img border="0" src="${images}/help.gif" width="16" height="16">をクリックすると、あなたはこれらのテキストのブロックへと向けられます。
この道筋でヘルプテキストにやってくると、いつでも上にスクロールするだけで、<i>どこで見つけられる？</i>と<i>どうやって動かす？</i>の節をチェックできるということを覚えておいて下さい。

<p>
込み入った主題に関しては、ヘルプファイルは用語集で終わるかもしれません。
ヘルプシステムは、異なる主題の間のリンクも使います。
ヘルプシステム内の任意のリンクをクリックして、関連する主題に移動することができます。

</div> <%--  page-break end --%>