<div style="page-break-after: always;"
<a name="top"></a>
<p class="head_description">
プロフィールは、特定のユーザーと関連づけられた情報です。<br>
<span class="admin">
管理者プロフィールとメンバープロフィールがあります。
管理者ログインは、管理目的だけのためのもので、口座も契約、照会状などのような他のメンバー機能も持っていません。したがって、管理者のプロフィールは、メンバープロフィールよりもはるかに単純です。
ちません。<br>
もっと重要で、各プロフィールにつながっているのは、<a href="#actions"><u>...についてのアクション</u></a>ウィンドウです。それにより、誰かのプロフィールから様々なアクションを開始することができます。</p>
</span>
「ログイン名」は、誰かがログインする際に用いる名前です。これは、誰かの実名である「名前」とは異なります。
<p><i>どこで見つけられる？</i><br>
あなたは、「メニュー: パーソナル > プロフィール」を通じて、あなた自身のプロフィールにアクセスできます。<br>
<span class="member">あなたは2つの方法で別のメンバーのプロフィールにアクセスできます:
<ul>
	<li><b>検索を通じて:</b> 「メニュー: 検索 > メンバー」を通じて、<a
		href="${pagePrefix}user_management#search_member_by_member"><u> メンバーの検索</u></a>を行ってください。
	<li><b>あなたのコンタクトを通じて:</b> 「メニュー: パーソナル > コンタクト」を通じて、あなたの<a href="${pagePrefix}contacts"><u>コンタクトリスト</u></a>を使い、メンバーのプロフィールにジャンプして下さい。
</ul>
</span> 
<span class="admin"> 「メニュー: ユーザーとグループ > 管理者の管理」を通じて、
別の管理者のプロフィールにアクセスできます。<br>
「メニュー: ユーザーとグループ > メンバーの管理」を通じて、メンバーのプロフィールにアクセスできます。
</span> 
<span class="broker"> 仲介者として、あなたは、「メニュー: 仲介 > メンバー」を通じて、あなた自身のメンバーのプロフィールにアクセスできます。
</span>
<span class="admin">
<p><i>どうやって動かす？</i><br>
誰でも常に自分のプロフィールを閲覧できます。
メンバーグループと仲介者グループについては、
他のグループのどのプロフィールが閲覧されても良いか（以下の最初の項目）を明示的に設定する必要があります。
プロフィールに関係するいくつかの許可があります:
<ul>
	<li>メンバーが他のどのグループを見られるかを制御するために、そのグループのためのこれらの
	<a href="${pagePrefix}groups#manage_group_permissions_member"><u>許可</u></a>を設定して下さい。
	「メンバープロフィール」ブロックにあるドロップダウンボックス内でチェックされた各グループは、このメンバーグループに見えるようになります。それは、そのメンバーがこれらのグループ内の他のメンバーのプロフィールを閲覧できることを意味します。
	同様の許可は、仲介者グループについても設定できます。
	<li>管理者がメンバーのプロフィールを変更できるようにするには、「メンバー」ブロック下でこれのための<a href="${pagePrefix}
	groups#manage_group_permissions_admin_member"><u>許可</u></a>を設定し、チェックボックス「プロフィールを変更する」にチェックする必要があります。
する必要があります。
	<li>「管理者」ブロック下、「プロフィールを変更する」チェックボックスには、管理者のプロフィールを変更するための<a href="${pagePrefix}groups#manage_group_permissions_admin_admin"><u>許可</u></a>もあります。
	<li>仲介者については、彼らが彼らのメンバーのプロフィールを変更できるようにするための<a href="${pagePrefix}groups#manage_group_permissions_broker"><u>
	許可</u></a>を設定する必要があるでしょう。
	これは、「仲介」ブロック下で、「プロフィールを変更する」チェックボックスにチェックすることにより行えます。
</ul>
</span>
<hr>

<span class="admin">
<a NAME="admin_profile"></a>
<h3>管理者プロフィール</h3>
このページでは、<a href="#top"><u>管理者プロフィールe</u></a>、あなた自身または別の管理者のプロフィールをを修正できます。（後者はもちろん、あなたの許可に依ります。）<br>
変更を行えるようにするには、「変更する」をクリックして下さい。あなたが行った変更を保存するには、「送信」をクリックして下さい。
<p>たいていの項目は、非常に分かり易いものです。
もし、あなたが別の管理者のプロフィールを閲覧しているならば、そのページはその管理者が属するグループを表示するでしょう。
<hr class="help">
</span>

<a NAME="member_profile"></a>
<h3>メンバープロフィール</h3>
<a href="#top"><u>プロフィール</u></a>ページは、
<span class="admin broker">メンバーが</span>
<span class="member">あなたが</span>
登録時に記入した情報を表示します。
<span class="member">あなた自身のプロフィールの場合、</span>
そのページの一番下にある「変更」をクリックすることにより、情報を追加および修正できます。
完了したら、変更を保存するために、忘れずに「送信」ボタンをクリックして下さい。
<span class="member">
<p>もちろん、他のメンバーのプロフィールは、修正できませんし、そのメンバーは、情報の一部が他のメンバーに見えないようにすることを選んでいるかもしれません。
したがって、このヘルプの残りの部分は、たいてい、あなた自身の変更可能なプロフィールを参照します。
</span>
<p>そのフォーム上のいくつかの一般的情報:
<ul>
	<li><b>*:</b> 必須である情報は、編集ボックスの右側に赤いアスタリスク(*)で印がつけられます。
	<li><b>隠す: </b> いくつかのフィールドは、あなたが隠したいフィールドの後ろに表示威されている「隠す」ボックスを選択することにより、他のメンバーから見えなくすることができます。
</ul>
<p>そのフォームは、非常に分かり易いもので、たいていの項目は自明です。
以下の特定のフィールドに関するいくつかの所見が下で与えられます（言及されたフィールドは、あなたの組織が選ぶ設定に依っては、見えないかもしれないことに留意して下さい）:
<ul>
	<span class="admin">
	<li><b>最終ログイン:</b> このフィールドは、そのメンバーが現在Cyclosプログラムを使用している場合には、「ログイン中」と表示します。
	この場合、下のウィンドウ内のボタンを通じて、そのメンバーを強制的にログアウトさせることができます。
	</span>
	<li><b>誕生日:</b> 「日付選択」ボタン(<img
		border="0" src="${images}/calendar.gif" width="16" height="16">&nbsp;)を使って、
	あなたが日付を記入するのを手助けするカレンダーを得ることができます。
	<li><b>仲介者:</b> このフィールドは、あなたの組織が
	<a href="${pagePrefix}brokering"><u>仲介</u></a>システムを使用する場合にのみ見えます。
	そのフィールドは変更可能ではありませんが、あなたは、その隣の「プロフィールを開く」リンクを使って、あなたの仲介者のプロフィールへと行くことができます。
	<li><b>登録日:</b> そのメンバーが「保留中」グループ（関連した口座を持たないグループ）にいる場合、
	そのメンバーが（管理者か仲介者によってか、あるいは、一般登録ページでそのメンバー自身によって）登録された日付を表示します。<br>
	この日付は、そのメンバーがアクティブなグループの一員でない場合には表示されません。（ただし、アクティベーション日は、メンバーレポートページ内に表示されます。）
	<li><b>写真を追加する:</b> このチェックボックスにチェックすると、あなたは、あなたのプロフィールに<a
		href="#picture"><u>写真を追加</u></a>できるようになります。
</ul>
<hr class="help">

<a name="picture"></a>
<h3>あなたのプロフィール内または広告内の写真</h3>
Cyclosでは、あなたの
<a href="#top"><u>プロフィール</u></a>
または広告のための写真をアップロードできます。
他のメンバーがあなたの写真を見られるようにしたい場合は、以下の指示に従って下さい:
<ol>
	<li>フォームを変更できるようにするには、「変更」をクリックして下さい。
	<li>「写真を追加する」チェックボックスにチェックすると、追加的な編集欄が見えるようになります。
	<li>「ブラウズ」ボタンをクリックし、あなたのコンピュータ上のあなたがアップロードしたい写真を選んで下さい。
	<li>「ブラウズ」ボタンを選択して、あなたのコンピュータのファイルシステムをブラウズして下さい。
	1つ選んで「開く」をクリックして下さい。
	ファイルサイズには上限（ウィンドウ内に表示されます）があり、JPG, GIF, PNGのフォーマットだけがサポートされていることに留意して下さい。
	<li>その後、そのファイルの名称が「写真」ボックス内に示されます。
	<li>「送信」をクリックすると、そのファイルがアップロードされます。
</ol>
あなたは複数の画像をアップロードできます。アップロードできる画像の数は、管理者によって定められます。
<br>
あなたは、画像の下のナビゲーション「< 1/2/3>」を選択することにより、写真をブラウズできます。
画像の下の「詳細」リンクを選択することにより、画像の表示順序を変更し、画像の下に表示されるテキストを選択することができます。
<br>
あなたは、画像を閲覧し、画像の下の「削除」リンクを選択することにより、画像を削除できます。
他のメンバーは、同様の方法で、あなたの画像を閲覧できるようになります。（ただし、彼らは画像を削除できません。）
<hr class="help">

<a name="actions"></a>
<h2>...についてのアクション</h2>
各
<a href="#top"><u>プロフィール</u></a>
の下には、たいてい、あなたがこのメンバーに関して行えるすべてのアクションのためのボタンが付いたウィンドウがあります。
これらのアクションは、メンバーへの
<span class="admin broker">、または、メンバーのための</span>
支払いを行うことから、メンバーに照会状を与えること、このメンバーにメッセージを送信することなどまで様々です。

</p>
あなたの組織内の設定とルールに依って、アクションの利用可能性は変化するかもしれません。
また、ヘルプウィンドウ内にリストで示されたアクションの一部は、あなたが正しい許可を持っていない場合には、利用可能でないかもしれません。
<p>
ヘルプウィンドウは、最大限利用可能なアクション、つまり、もしかするとあなたのウィンドウ内に現れるかもしれないすべてのアクションの概要を示します。
既に述べたように、あなたの設定と許可に依って、あなたにはこれらのアクションのすべては見えない可能性が高いです。
アクションのもっと詳細な説明については、ボタンをクリックした際に辿り着く具体的なアクションウィンドウ内のヘルプを参照できます。
あなたは、この主題についてのいくらかのもっと一般的な説明を与えるリンクを辿っても良いでしょう。
（その項目は、左から右へ、上から下へと1行ずつ扱われています。）
<p>オペレータについてのアクションとプロフィールは、オペレータのヘルプファイル内で議論されています。
<hr>

<a name="actions_for_member_by_operator"></a>
<a name="actions_for_member"></a>
<span class="member">
<h3>メンバーについてのアクション</h3>
このウィンドウでは、このメンバーに関する様々なアクションを行えます。
<UL>
	<li><b>支払いを行う</b>
	<LI><b>照会状を閲覧する・与える:</b> 他の人々のこのメンバーとの経験がどうであるかを見て、このメンバーについての<a href="${pagePrefix}references"><u>
	照会状</u></a>を与えます。
	<li><b>取引フィードバック:</b> これにより、取引に対し<a
		href="${pagePrefix}transaction_feedback"><u>資格証明書</u></a>を与えることができます。
	<LI><b><a href="${pagePrefix}invoices"><u>請求書</u></a>を送信する</b>
	<li><b><a href="${pagePrefix}advertisements"><u>広告</u></a>を閲覧する</b>
	<li><b>E-mailを送信する</b>
	<li>Cyclosの<a href="${pagePrefix}messages"><u>内部メッセージシステム</u></a>で<b>メッセージを送信する</b>
	<li><b>レポートを閲覧する:</b> このメンバーの活動についての情報の書かれた<a
		href="${pagePrefix}reports#member_activities"><u>レポート</u></a>に移動します。
	<LI><b><a href="${pagePrefix}contacts"><u>コンタクトリスト</u></a>に追加する</b>
</UL>
<hr class="help">
</span>

<span class="broker"> <a name="actions_for_member_by_broker"></a>
<h3>メンバーのための仲介者アクション</h3>
このウィンドウは、このメンバーに関連するすべての<a href="${pagePrefix}brokering"><u>仲介者</u></a>アクションのための出発点です。
ゆえに、これはあなたが仲介者として仕事にとりかかる主なページになるでしょう。<br>
あなたは、まず、このウィンドウに関する<a href="#actions"><u>一般的な注</u></a>を読みたいかもしれません。
<UL>
	<LI><b>広告を管理する:</b> このメンバーのための<a
		href="${pagePrefix}advertisements"><u>広告</u></a>を追加、削除、または編集します。
	<li><b>口座情報:</b> 残高、取引履歴を示す、このメンバーの口座履歴に移動します。（閲覧アクセス）
	<li><b><a href="${pagePrefix}payments#scheduled"><u>スケジュールされた
	支払い</u></a>を閲覧する</b>
	<li><b><a href="${pagePrefix}payments#authorized"><u>
	認可された支払い</u></a></b> これにより、そのメンバーが支払いの受取人として認可すべき支払いへと移動します。
	これは、支払いの受取人（そのメンバー）が、それが彼の口座上の残高に追加される前に、その支払いを認可すべきである設定の場合にも該当します。
	仲介者として、あなたはあたかもあなたがこのメンバーであるかのように振る舞い、これらの支払いを認可することができます。すると、それらがそのメンバーの残高に追加されます。
	これは該当する場合にのみ利用可能です。
	<li><b>支払い<a href="${pagePrefix}payments#authorized"><u>
	認可</u></a>を閲覧する:</b> ここでは、支払いが彼／彼女の口座から支払われるようにするために、あなたが、仲介者として、そのメンバーのために認可しなければならない支払いの概観に行きます。
	これは、メンバーが特定の（またはすべての）支払いを行えない状況にも該当します。なぜなら、それらはまず管理者または仲介者によって認可されなければならないからです。
	<li><b>メンバーからメンバーへの支払い:</b> あたかもあなたがあなたのメンバーであるかのように、別のメンバーへの支払いを行います。
	<li><b>自己支払い:</b> このメンバーの異なる口座間の移転を行います。これは、このメンバーが複数の口座を持っている場合にのみ可能です。
	
	<li><b>メンバーからシステムへの支払い:</b> あたかもあなたがあなたのメンバーであるかのように、組織／システムへの支払いを行います。
	<li><b>照会状を管理する:</b> ここでは、他のメンバーがどのようにこのメンバーを評価するかを見ることができ、このメンバーがどのような種類の経験を他のメンバーと持ってきたかを見ることができます。
	与えたか受け取った<a href="${pagePrefix}references"><u>照会状</u></a>が表示されます。
	仲介者は、（もし許可を持っていれば、）そのメンバーの与えられた照会状を変更または消去できます。
	<li><b>ローンを閲覧する:</b> このメンバーの<a href="${pagePrefix}loans"><u>ローン</u></a>の概観です。
	<li><b>請求書を閲覧する:</b> このメンバーが送信および受信したすべての<a href="${pagePrefix}invoices"><u>請求書</u></a>を閲覧します。
	<li><b>メンバーからメンバーへの請求書:</b> あたかもあなたがあなたのメンバーであるかのように、別のメンバーに請求書を送信します。
	<li><b>メンバーからシステムへの請求書:</b> あたかもあなたがこのメンバーであるかのように、システムに請求書を送信します。
	<li><b>ローングループ:</b> このメンバーが一員である<a href="${pagePrefix}loan_groups"><u>ローングループ</u></a>を表示します。
	<li><b>パスワードを管理する:</b> そのメンバーの<a
		href="${pagePrefix}passwords"><u>パスワード</u></a>をリセットできます。
	<li><b>外部アクセス:</b> メンバーがCyclosにアクセスする際の<a
		href="${pagePrefix}settings#channels"><u>チャネル</u></a>を管理できます。
		それにより、あなたがそのメンバーの<a
		href="${pagePrefix}passwords#pin"><u>PIN番号</u></a>（例えば、Webshopアクセスのための数字のパスワード）を変更することも可能になります。
	<LI><b>所見:</b> このメンバーについての任意のコメントをここに記入できます。
	これらの所見は、あなた自身または他の管理者や仲介者向けのものです。
	メンバーは、それらの所見を見ることができません。
	送信ボタンの前の所見テキストが赤い場合、それはそれが所見を含むことを意味します。
	所見フィールド内に全くテキストがない場合には、その所見テキストはアプリケーションの標準のテキスト色のままになります。
	<li><b>...:</b> あなたが定義した任意の他の<a href="${pagePrefix}member_records"><u>メンバー記録</u></a>タイプも、ここにボタンとともにリストで示されます。
	<LI><b>メンバードキュメント:</b> このページにより、印刷可能なメンバー<a
		href="${pagePrefix}documents"><u>ドキュメント</u></a>のあるページにアクセスできます。
	<li><b>委託手数料契約:</b> あなたとあなたのメンバーの間の、あなたの仲介サービスについての<a href="${pagePrefix}brokering#commission_contract"><u>契約</u></a>を検討または設定できるページにアクセスできます。
	<li><b>SMSログ:</b> このメンバーに送信されたメッセージが保存される<a
		href="${pagePrefix}reports#sms_log"><u>SMSログ</u></a>にアクセスできます。
	システムは、いくつかの場合にSMSメッセージを送信するように設定できます。
</UL>
<hr class="help">
</span>

<span class="admin"> <a name="actions_for_member_by_admin"></a>
<h3>メンバーについてのアクション（管理者による）</h3>
このウィンドウは、メンバーに関するすべての管理アクションの出発点です。
したがって、これはあなたが<a
	href="${pagePrefix}groups#account_admins"><u>アカウント管理者</u></a>としての仕事のために頼りとする主なページになるでしょう。<br>
あなたは、まずこのウィンドウに関する<a href="#actions"><u>一般的な注</u></a>を読みたいかもしれません。<br>

管理者アクションは、複数のセクションに組織化されています。
テキストのブロックの長さを扱いやすく読みやすくするために、各セクションは、異なるヘルプセクション内に置かれています。
<p>以下のセクションが存在します。各セクション内のボタンの説明に移動するには、リンクをクリックして下さい。
<ul>
	<li><b><a href="#access_actions"><u>アクセスセクション</u></a>:</b> システムおよびソフトウェアへのメンバーのアクセスを制御することについてのすべて。	<li><b><a href="#ads_actions"><u>広告セクション</u></a>:</b> メンバーの広告の管理について。
	<li><b><a href="#accounts_actions"><u>口座セクション</u></a>:</b> 支払いと請求書も含む、メンバーの口座についてのすべて。
	<li><b><a href="#member_info_actions"><u>メンバー情報セクション</u></a>:</b>
	メンバーについての情報、彼／彼女の活動など。
	<li><b><a href="#brokering_actions"><u>仲介セクション</u></a>:</b>
	Cyclosの<a href="${pagePrefix}brokering"><u>仲介</u></a>システムに関連したアクション。
	<li><b><a href="#loans_actions"><u>ローンセクション</u></a>:</b> このメンバーの<a href="${pagePrefix}loans"><u>ローン</u></a>に関連したアクション。
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="access_actions"></a>
<h3>メンバーアクション: アクセス</h3>
（この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。)
<ul>
	<li><b>ユーザーに今すぐログインを許可する:</b> これはそのメンバーのアクセスが、例えば、誤ったパスワードでの連続したログイン試行のために、ブロックされている場合にのみ見えます。
	そのようなアクションは、そのメンバーのログインを<a href="${pagePrefix}settings"><u>設定</u></a>に応じて一定期間ブロックします。
	そのようなメンバーが業を煮やして管理者に電話してきた場合には、あなたはこのボタンにより、そのメンバーのログインのブロックを即座に解除できます。
	それをクリックした後、そのメンバーはログインを再試行できるようになるはずです。<br>
	<b>注:</b> もちろん、これはそのメンバーのログイン<a
		href="${pagePrefix}passwords"><u>パスワード</u></a>をリセットしません。
	もし、そのメンバーが彼のパスワードを覚えていないならば、あなたは、このウィンドウの同じセクション内の「パスワードの管理」ボタンを通じて、それをリセットしても良いでしょう。
	<li><b>ログイン中のユーザーを切断する:</b> そのメンバーがまさにこの瞬間にログイン中ならば、あなたはこのボタンをクリックすることにより、強制的に彼をログアウトさせることができます。
	このボタンは、そのメンバーが現在ログイン中である場合に<b>のみ</b>見えます。<br>
	メンバーをログアウトさせる理由は、メンバーが正しくログアウトせずにブラウザを閉じた場合でしょう。
	そのメンバーが一定時間（タイムアウト）内にログインしたい場合、メッセージがそのメンバーが依然としてログイン中であるということをそのメンバーに知らせるでしょう。
	そのメンバーが管理者に連絡した場合、彼／彼女はこの機能でログアウトさせられます。
	しかし、別のオプションは、タイムアウト期間が終了するまでただ待つことです。
	標準のタイムアウト値は10分です。<br>
	メンバーをログアウトさせる別の理由は、アカウントの濫用やハッキングの疑いのような緊急の場合でしょう。
	そのような場合には、このメンバーを強制的にログアウトさせた後、（一時的に）無効にすることが推奨されます。（あなたは、このページの同じセクション内の「許可グループを変更する」ボタンによって、これを行えます。）
	<li><b>パスワードを管理する:</b> そのメンバーの<a
		href="${pagePrefix}passwords"><u>パスワード</u></a>をリセットすることができます。
	<li><b>外部アクセス:</b><a
		href="${pagePrefix}settings#channels"><u>チャネル</u></a>を通じて、そのメンバーがCyclosにアクセスできるように管理できます。
	それにより、メンバーの<a
		href="${pagePrefix}passwords#pin"><u>PIN番号</u></a>（例えば、Webshopアクセスのための数のパスワード）を変更することも可能になります。
	<li><b>許可グループを変更する:</b> メンバーが属する<a
		href="${pagePrefix}groups"><u>グループ</u></a>を変更できます。
	どのメンバーもグループに属します。
	このページは、そのメンバーのグループを変更し、アクティベーションE-mailを送信することを可能にします。
	Cyclosソフトウェアへのアクセスを制御する基本的な方法は、グループを通じてです。
	システム／組織からメンバーを削除したい場合は、このボタンを使って、そのメンバーを「削除済みメンバー」グループに移動して下さい。
	<li><b>SMSログ:</b> このメンバーに送信されたSMSメッセージが保存される<a
		href="${pagePrefix}reports#sms_log"><u>SMSログ</u></a>にアクセスできます。
	システムは、いくつかの場合にSMSメッセージを送信するように設定できます。
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="ads_actions"></a>
<h3>メンバーアクション: 広告</h3>
（この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。）
<ul>
	<LI><b>広告を管理する:</b> このメンバーのための<a
		href="${pagePrefix}advertisements"><u>広告</u></a>を追加、消去、または編集します。
	
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="accounts_actions"></a>
<h3>メンバーアクション: 口座</h3>
（この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。）
<ul>
	<li><b>口座情報:</b> 残高、取引履歴を示すこのメンバーの口座履歴に移動します。（閲覧アクセス）
	<li><b><a href="${pagePrefix}payments#scheduled"><u>スケジュールされた支払い</u></a></b>を閲覧する
	<li><b><a href="${pagePrefix}payments#authorized"><u>
	認可済み支払い</u></a></b> これにより、そのメンバーが支払いの受取人として認可すべき支払いに移動します。
	これは、支払いが受取人（メンバー）の口座上の残高に追加される前に、彼が支払いを認可すべきである場合の設定に当てはまります。
	管理者として、あなたはあたかもあなたがこのメンバーであるかのように振る舞い、これらの支払いを認可することができます。そうすると、それらの支払いは、このメンバーの残高に追加することができます。
	これは、該当する場合にのみ、利用可能です。<br>
	これは支払い許可、つまり、
	「<a href="${pagePrefix}groups#manage_group_permissions_member"><u>
	支払いが受け取られる際に認可する</u></a >」に対応します。
	<li><b>支払い<a href="${pagePrefix}payments#transfer_authorizations_by_admin"><u>認可</u></a>を見る:</b> ここでは、支払いがそのメンバーの口座に支払われるようにするために、あなたが管理者として、
	<a href="${pagePrefix}payments#authorized"><u>そのメンバーのために認可</u></a>しなければならない支払いの概観に移動します。
	これは、まず管理者または仲介者によって認可されなければならないために、メンバーが特定の（またはすべての）支払いを行えない状況に当てはまります。<br>
	これは、許可「<a href="${pagePrefix}groups#manage_group_permissions_member"><u>
	口座 > 認可された支払いを見る</u></a >」に対応します。
	<li><b>システムからメンバーへの支払い:</b> システム口座からメンバーへの支払いを行います。
	<li><b>メンバーからメンバーへの支払い:</b> あたかもあなたがあなたのメンバーであるかのように、別のメンバーへの支払いを行います。
	<li><b>メンバーからシステムへの支払い:</b> あたかもあなたがあなたのメンバーであるかのように、組織／システムへの支払いを行います。
	<li><b>自己支払い:</b> このメンバーの異なる口座間の移転を行います。
	これは、このメンバーが複数の口座を持っている場合にのみ可能です。
	
	<li><b>請求書を見る:</b> このメンバーが送信および受信したすべての<a href="${pagePrefix}invoices"><u>請求書</u></a>を見ます。
	<li><b>システムからメンバーへの請求書:</b> このメンバーにシステム口座からの請求書を送信します。
	これは、その組織がそのメンバーに請求書を送り、そのメンバーがこれを支払わねばならないことを意味します。
	<li><b>メンバーからメンバーへの請求書:</b> あたかもあなたがあなたのメンバーであるかのように、別のメンバーに請求書を送信します。
	<li><b>メンバーからシステムへの請求書:</b> あたかもあなたがこのメンバーであるかのように、システムに請求書を送信します。
	<li><b>クレジット制限:</b> ここでは、このメンバーについての個々のクレジット制限を設定できます。
	これはこの特定のメンバー<b>のみ</b>についてのクレジット制限であり、グループレベルで設けられるグループクレジット制限ではないことに留意して下さい。
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="member_info_actions"></a>
<h3>メンバーアクション: メンバー情報</h3>
（この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーのためのアクション</u></a>」ウィンドウの一部です。)
<ul>
	<li><b>レポートを見る:</b> このメンバーの活動についての情報が書かれた<a
		href="${pagePrefix}reports#member_activities"><u>レポート</u></a>へと移動します。
	<LI><b>所見:</b> このメンバーについての任意のコメントは、ここに書くことができます。
	これらの所見は、あなた自身、あるいは、他の管理者と仲介者のためのものです。
	メンバーは誰一人として、それらの所見を見ることができません。
	送信ボタンの前にある所見テキストが赤い場合、それは、それが所見を含むことを意味します。
	所見フィールドに全くテキストがない場合、その所見テキストは、アプリケーションの標準テキスト色のままでしょう。
	<li><b>...:</b> あなたが定義した任意の他の<a href="${pagePrefix}member_records"><u>メンバー記録</u></a>タイプも、ここにボタンとともにリストで示されます。
	<li><b>照会状を管理する:</b> ここでは、他のメンバーがこのメンバーをどのように評価するかを見ることができ、このメンバーが他のメンバーとどのような種類の経験をしてきたかを見られます。
	与えた照会状と受け取った<a href="${pagePrefix}references"><u>照会状</u></a>が表示されます。仲介者は、そのメンバーの与えた照会状を変更または消去できます（許可を持っているならば）。
	<li><b>取引フィードバック:</b> 取引に対して<a
		href="${pagePrefix}transaction_feedback"><u>資格</u></a>を与えられます。
	<li>Cyclosの<a href="${pagePrefix}messages"><u>内部メッセージシステム</u></a>で<b>メッセージを送信する</b>。
	<li><b>E-mailを送信する</b>
	<LI><b>メンバードキュメント:</b> このページにより、印刷できるメンバー<a
		href="${pagePrefix}documents"><u>ドキュメント</u></a>の書かれたページにアクセスできます。
	<li><b>委託手数料契約:</b> あなたとあなたのメンバー間のあなたの仲介サービスについての<a href="${pagePrefix}brokering#commission_contract"><u>契約</u></a>を再検討または設定できるページにアクセスできます。
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="brokering_actions"></a>
<h3>メンバーアクション: 仲介</h3>
（この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーのためのアクション</u></a>」ウィンドウの一部です。）
<ul>
	<li><b>仲介者を設定する:</b> このページで、あなたは、そのメンバーが属している<a
		href="${pagePrefix}brokering"><u>仲介者</u></a>を変更できます。
	<li><b>メンバーリスト（仲介者として）:</b> これは、あなたが見ているメンバーが<a href="${pagePrefix}brokering"><u>仲介者</u></a>である場合にのみ利用可能です。
	その場合、それはその仲介者に属しているメンバーを表示し、この仲介者に新しいメンバーを追加する機会を与えます。
	<li><b>委託手数料設定:</b> これは、あなたが見ているメンバーが実際に仲介者である場合にのみ利用可能です。ここでは、このメンバーが入っている<a href="${pagePrefix}brokering#commission_contract"><u>委託手数料契約</u></a>を閲覧でき、その仲介者と彼のメンバーの間の特定の委託手数料契約を検索できます。
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="loans_actions"></a>
<h3>メンバーアクション: ローン</h3>
（この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。）
<ul>
	<li><b>ローンを見る:</b> このメンバーの<a
		href="${pagePrefix}loans"><u>ローン</u></a>の概観に移動します。
	<li><b>ローンを認可する:</b> Here you give a loan to the member.
	<li><b>ローングループ:</b> そのメンバーが属する<a
		href="${pagePrefix}loan_groups"><u>ローングループ</u></a>の管理。
	
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="actions_for_admin"></a>
<h3>管理者についてのアクション</h3>
ここでは、この管理者に関連していくつかのアクションを実行できます。
あなたは、まず、このウィンドウに関する<a href="#actions"><u>一般的な注</u></a>を読みたいかもしれません。
first.
<ul>
	<li><b>E-mailを送信する</b>
	<li><b>所見:</b> この管理者についての任意の所見をここに記入できます。
	所見は、標準にデータベースに備わっているメンバー記録です。
	あなたが管理者のために定義した任意の他の<a
		href="${pagePrefix}member_records"><u>メンバー記録</u></a>タイプも、ここにボタンとともにリストで示されます。
	あなたはメンバー記録を特定の許可<a
		href="${pagePrefix}groups"><u>グループ</u></a>に割り当てられるので、管理者グループのために定義されたメンバー記録が存在することもあり得ます。
	<li><b>許可グループを変更する:</b> 管理者が属するグループを変更できます。
	どの管理者もグループに属します。
	このページは、その管理者のグループを変更できるようにします。
	Cyclosソフトウェアへのアクセスを制御する基本的な方法は、グループを通じてです。
	システム／組織から管理者を削除したい場合は、このボタンを使って、その管理者を「削除済み管理者」グループに移動して下さい。
	<li><b>ユーザーに今すぐログインを許可する:</b> これは、例えば、誤ったパスワードでの連続したログイン試行のために、その管理者のアクセスがブロックされている場合にのみ見えます。
	そのようなアクションは、その管理者のログインを、<a href="${pagePrefix}settings"><u>設定</u></a>に応じて、一定期間ブロックします。
	そのような管理者が、業を煮やして管理者に電話してきた場合に、あなたはこのボタンにより、その管理者のログインのブロックを即座に解除できます。
	それをクリックした後、その管理者はログインを再試行できるようになるはずです。<br>
	<b>注:</b> もちろん、これはその管理者のログイン<a
		href="${pagePrefix}passwords"><u>パスワード</u></a>をリセットしません。
	その管理者が彼のパスワードを覚えていない場合には、このウィンドウの同じセクション内の「パスワードを管理する」ボタンを通じてそれをリセットしても良いでしょう。
	<li><b>ログイン中のユーザーを切断する:</b>その管理者が今まさにこの瞬間にログイン中である場合、あなたはこのボタンをクリックすることにより、強制的に彼をログアウトさせられます。
	このボタンは、その管理者が現在ログイン中である場合に<b>のみ</b>見えます。<br>
	管理者をログアウトさせる理由は、管理者が正しくログアウトせずにブラウザを閉じた場合でしょう。
	その管理者が特定の時間（タイムアウト）内にログインしたい場合、メッセージが、その管理者が依然としてログイン中であることを管理者に知らせます。
	その管理者が、彼／彼女は
この機能でログアウトさせることができます。
	管理者が管理に連絡した時、彼／彼女は、この機能でログアウトさせられます。
	しかし、別の選択肢は、ただタイムアウト期間が終了するまで待つことです。
	標準のタイムアウト値は、10分です。<br>
	管理者をログアウトさせる別の理由は、アカウントの濫用やハッキングの疑いのような緊急の場合でしょう。
	そのような場合には、この管理者を強制的にログアウトさせた後、（一時的に）無効にすることが推奨されます。（あなたは、このページの同じセクション内の「許可グループを変更する」ボタンによって、これを行えます。）
	<li><b>パスワードを管理する:</b> ここでは、その管理者のパスワードをリセットできます。
</ul>
<hr class="help">
</span>

</div> <%--  page-break end --%>

<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>