<div style="page-break-after: always;"
<a name="top"></a>
<p class="head_description">照会状システムはピア・レビューシステムです。
管理者によって有効化されると、メンバーは他のメンバーに対して照会状を割り当てることができます。
照会状は、予め定められた評価尺度に基づく点数と個人的なコメントから成ります。</p>
<p>
<span class="member">
<i>どこで見つけられる？</i><br>
あなたに与えられた照会状とあなたによって与えられた照会状にアクセスするには、(メニュー: パーソナル > 照会状)に行って下さい。<br>
別のメンバーに与えられた照会状と別のメンバーに与えられた照会状にアクセスするには、メンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に行き、「照会状を見る／与える」をクリックして下さい。<br>
メンバーに対する照会状を割当または更新する際にも、そのメンバーのプロフィールに行き、「照会状を見る／与える」をクリックして下さい。
</span>

<span class="broker">
仲介者として、あなたはメンバーの<a href="${pagePrefix}profiles"><u>
プロフィール</u></a>、「メンバーに対する仲介者アクション > 照会状の管理」を通じて、あなたのメンバーの照会状に行くことができます。
</span>

<span class="admin"> <i>どこでそれが見つかる？</i><br>
管理者として、あなたはメンバーの<a
	href="${pagePrefix}profiles"><u>プロフィール</u></a>、「メンバー情報 > 照会状の管理」を通じて、メンバーの照会状を見ることができます。
あなたはそのメンバーが与えた既存の照会状を変更できますが、このメンバーのために別のメンバーに新しい照会状を与えることはできないことに注意して下さい。

<p><i>どうやって動かす？</i><br>
あなたは<a
	href="${pagePrefix}groups#manage_group_permissions_member"><u>メンバー許可</u></a>セクション（「照会状」ブロック内）において照会状を有効化できます。<br>
照会状数の閾値に基づく<a href="${pagePrefix}alerts_logs#member_alerts"><u>メンバーアラート</u></a>を有効化することも可能です。これらは<a
	href="${pagePrefix}settings#alerts"><u>アラート設定</u></a>の中で設定できます。
</span>
<hr>

<p>
<a name="references_summary"></a>
<h3>照会状概要</h3>
これは、受け取った、および、与えた<a href="#top"><u>照会状</u></a>の概要です。<br> 
「受け取った照会状」ラジオボタンを選択すると、すべての利用可能な評価で、
過去30日間およびメンバーであった全期間にわたって、受け取った照会状の数を見ることができます。<br>
リストの一番下には、照会状の総数と肯定的であった照会状のパーセンテージが、過去30日間およびメンバーであった全期間にわたって見えます。
<br>
「与えた照会状」ラジオボタンを選択すると、すべての利用可能な評価で、
過去30日間および全期間にわたって、与えられた照会状の数を見ることができます。
<p>
別のメンバーの照会状を閲覧している場合は、そのウィンドウの下の「照会状を設定する」ボタンをクリックできます。
これにより、メンバーに照会状を与えられるウィンドウへと移動します。
<hr class="help">

<p>
<a name="references_given_to_member"></a>
<h3>メンバーの照会状</h3>
これは、あなたが他の人に与えた<a href="#top"><u>照会状</u></a>のリストです。
照会状を変更するには、
<img border="0" src="${images}/edit.gif">
アイコンをクリックして下さい。
<br>
照会状を消去するには、
<img border="0" src="${images}/delete.gif">
アイコンをクリックして下さい。
<br>
メンバーの「名前」や「ログイン名」をクリックすると、
そのメンバーの
<a href="${pagePrefix}profiles"><u>プロフィール</u></a>
に行くことができます。
<hr class="help">

<p>
<a name="references_received_from_member"></a>
<h3>受け取った照会状</h3>
これは受け取った<a href="#top"><u>照会状</u></a>のリストです。
照会状の詳細を見るには、
<img border="0" src="${images}/view.gif">アイコンをクリックして下さい。<br>
その照会状があなたによって与えられたならば、あなたはそれを変更できます。
その照会状が他の誰かによって与えられたならば、あなたはそれを閲覧することしかできません。<br>
そのメンバーの「名前」または「ログイン名」をクリックすると、そのメンバーの
<a href="${pagePrefix}profiles"><u>プロフィール</u></a>
に行くことができます。
<hr class="help">

<p><a name="reference_details"></a>
<h3>照会状詳細</h3>
この画面では、メンバーへの
<a href="#top"><u>照会状</u></a>
を閲覧または変更できます。

<span class="member">あなたはあなた自身で割り当てた照会状のみを変更できます。<br>
このページでは新しい照会状を設定することもできます。新しい照会状を設定するには、「評価」ドロップダウンフィールド内で利用可能な評価の1つを選んで下さい。</span>

<span class="broker"> <br>
あなたが仲介者ならば、メンバー間でメンバーが行うのと同様に、あなたのメンバーへの照会状を修正または新たに設定できます。
しかし、メニュー「仲介者アクション」からメンバーの照会状を閲覧している場合には、あなたは照会状を変更することしかできません（新たに作成することはできません）。<br>
</span>

「コメント」フィールドでは、なぜあなたがこの照会状をこの人物に与えるのかを説明しなければなりません。
<br>
あなたが行った変更を保存するには、「送信」ボタンをクリックして下さい。あるいは、その照会状を削除するには、「削除」ボタンをクリックして下さい。
<p>すべてのメンバーは、
そのメンバーの<a
	href="${pagePrefix}profiles"><u>プロフィール</u></a>
<hr class="help">
から「照会状を見る・与える」を選択することによって、
特定のメンバーに与えられた照会状を見ることができます。

</div> <%--  page-break end --%>


<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>