<div style="page-break-after: always;"
<A NAME="public_create_member"></A>
<h3>Cyclosにようこそ</h3>
<!-- NOTE: your organization probably may want to customize this file!! 
This is a common text. As your instance of cyclos may have defined 
different fields on the member form, it may not be suitable in your case. -->

<p>このページで、あなたはメンバーとして登録することができます。このウィンドウは非常に簡単です。赤いアスタリスクの付いたフィールドは必須です。
一部のフィールドは「隠されたもの」としてマークできます。それは、それらがシステムの他のメンバーに対しては表示されないことを意味します。<br>
項目の大部分は自明です。このテキストは、追加的な情報が有用かもしれない項目のみを扱います。<p>
<ul>
	<li><b>ログイン名:</b> これは、あなたがこのソフトウェアに入るために、ログイン画面で使うことになる名前です。あなたはあなたが好きな任意の名前を選ぶことができます。もしその名前が既に使われているならば、そのように通知されます。<br>
	<br>
	<li><b>名前:</b> これはあなたの実名です。それは他のメンバーの検索結果、取引リスト等の中で、あなたのプロフィールの上に現れます。他のメンバーからこれを隠すことはできません。<br>
	<br>
	<li><b>他の個人情報:</b> これらの大部分は他のメンバーから隠すことができます。他のメンバーがこの情報を見られないように設定することもできます。<br>
	<br>
	<li><b>下の画像文字を入力して下さい:</b><br>
	セキュリティ上の理由により、画像の文字を画像(CAPTCHA)の下のテキストボックスに入力しなければなりません。これはボットからの悪意のある登録を防ぐためです。<br>
	<br>
	<li><b>登録同意書:</b><br>
	あなたは、登録同意書に記入するように求められ得ます（組織によって有効化された場合）。
	あなたの情報を記入し終えたら、あなたは私たちの「登録同意書」を読んで、「登録同意書に同意します」というボタンをクリックして下さい。
	そうすることによって、あなたはこの組織の条件に同意します。
</ul>
「...同意します」というボタンをクリックすると、あなたの登録がサーバーに送信されます。手続きとしては、それは管理者によって有効化されなければなりません。それが行われると、E-mailによって通知され、あなたに送信されたパスワードでログインできるようになります。

<p>あなたは、初めてログインした後、登録ページであなたの個人プロフィールに入力された情報を変更できます。一部のフィールドは、「読み取り専用」で管理者によってのみ変更できます。
<hr class="help">

<a name="accept_agreement"></a>
<h3>登録同意書を承諾する</h3>
このページでは、登録同意書が表示されます。
ログインで先に進むためには、その同意書が承諾される必要があります。
これは一番下にある（「私は上の登録同意書を承諾します」の前の）
選択ボックスに印をつけ、「送信」をクリックすることにより行われます。
<p>その同意書は、仲介者または代理人によって、新しいユーザーが登録された時に現れます。
同意書が管理者によって変更された場合、
（既存の）ユーザーがその変更された同意書を承諾するよう求められるということも可能です。

</div> <%--  page-break end --%>

<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>
