<div style="page-break-after: always;"
<p class="head_description">
レポートにより、あなたはシステムの状態の概観を得ることができます。
数種類のレポートを見ることができます:
<ul>
	<li><b>1メンバーの個別活動レポート</b>
	<li><b>1組のメンバーに対する個別の点数が書かれた表</b>
	<li><b>システム全体の点数</b>
</ul>
レポートは、取引の数、トレード量、広告の数、設定された照会状の数を点数化します。</p>
レポートとは異なり、Cyclosは<a href="${pagePrefix}statistics"><u>
統計</u></a>も提供し、それは統計分析付きの拡張されたレポートです。
<p>
<i>どこで見つけられる？</i><br>
あなたは以下の方法でレポートにたどり着けます:
<span class="admin">
レポートに関するメニュー項目があります:「メニュー: レポート」。
それは様々な下位項目を含みます。
</span>
メンバーの個別レポートは、メンバーの<a href="${pagePrefix}profiles"><u>
プロフィール</u></a>を通じて見ることができます。
<span class="admin">
<p><i>どうやって動かす？</i><br>
すべてのレポートタイプには、<a href="${pagePrefix}groups#manage_group_permissions_admin_system"><u>
許可</u></a>があり、それは見えるようになる前に有効化されなければなりません。
許可は「レポート」というタイトルのブロック内で見つけられます。
</span><p>
 
<hr>

<a name="member_activities"></a>
<h3>自分のレポート／メンバー活動</h3>
ここでは、あなた自身または別のメンバーの現在のデータに関して、小さなレポートを見ることができます。
あなたは、<a href="${pagePrefix}references"><u>照会状</u></a>、
<a href="${pagePrefix}advertisements"><u>広告</u></a>
(=「製品とサービス」)、<a href="${pagePrefix}invoices"><u>
請求書</u></a>に関するデータを見ることができるでしょう。<br>
そのデータがあなた自身についてのものならば、あなたの<a
	href="${pagePrefix}invoices"><u>請求書</u></a>に関するデータも見ることもできるでしょう。
<hr class="help">

<span class="admin">
<a name="current_state"></a>
<h3>現在の状態の概観</h3>
「現在の状態のレポート」は、あなたがシステムの現在の状態のレポートを見られるようにします。
表示されるものの概観については、<a href="#current_result"><u>ここをクリックして下さい</u></a>。
<p>チェックボックスを使って、あなたが見たいものを選択し、それから「送信」をクリックして下さい。

<a name="current_result"></a>
<h3>現在の状態の概観の結果</h3>
このページでは以下のものが表示されます:
<ul>
	<li><b>メンバー<a href="${pagePrefix}groups"><u>グループ</u></a>情報</b>: このセクションは、有効化されたメンバーの数を表示します。それはこのソフトウェアにログインできるすべてのメンバーです。
	これは、すべてのメンバーグループとそれらに属するメンバーの額を表示する、このページの残りの部分とは異なります。
	<p>
	<li><b><a href="${pagePrefix}advertisements"><u>広告</u></a>情報</b>:
	<ul>
		<li><b>広告を持つアクティブなメンバーの数:</b> ログインが可能で、1つ以上の広告を設けているすべてのアカウント。
		<li><b>アクティブな広告の数:</b> 今日有効なすべての広告。
		<li><b>期限切れの広告の数:</b> 期限切れであるすべての広告。
		<li><b>スケジュールされている広告の数:</b> 既に保存されているが、将来にアクティブになる予定のすべての広告。
	</ul>
	<p>
	<li><b>システム口座</b>: このセクションは、すべてのシステム口座とそれらの現在の残高を表示します。
	<p>
	<li><b>メンバー口座</b>: このセクションは、すべてのメンバー口座タイプと残高の合計を表示します。通常、システム内にはメンバー口座タイプが1つしかありません。すべてのメンバーは、このタイプの口座を1つ持っています。
	<p>
	<li><b><a href="${pagePrefix}invoices"><u>請求書</u></a></b>:
	<ul>
		<li><b>メンバー請求書の数:</b> メンバー間の入ってきた請求書と出て行った請求書の総数。
		<li><b>メンバー請求書の合計額:</b> メンバー間の入ってきた請求書と出ていった請求書の合計額。
		<li><b>入ってきたシステム請求書の数:</b> メンバーからシステム口座への請求書の総数。
		<li><b>入ってきたシステム請求書の合計額:</b> メンバーからシステム口座への請求書の合計額。
		<li><b>出て行ったシステム請求書の数:</b> システムからメンバー口座への請求書の総数。
		<li><b>出て行ったシステム請求書の合計額:</b> システムからメンバー口座への請求書の合計額。
	</ul>
	<p>
	<li><b><a href="${pagePrefix}loans"><u>ローン</u></a></b>:
	<ul>
		<li><b>未決済のローンの数:</b> 完全に返済されていないすべてのメンバーローン。
		<li><b>未決済のローンの残額:</b> すべての残っている（未決済の）ローン支払いの合計額。
	</ul>
	<p>
	<li><b><a href="${pagePrefix}references"><u>照会状</u></a></b>:
	<p>すべての異なる照会状カテゴリーについて、その表は、この特定のカテゴリーがどのくらいの頻度で与えられたかを示します。
</ul>
<hr class="help">

<a name="member_lists"></a>
<p class="sub_description">
<h2>メンバーリスト</h2>
この機能により、あなたは各々のメンバーに関する様々なデータを含むメンバーのリストを見ることができます。
あなたは、現在の状態についてのデータをリクエストしてもよいでしょうし、過去の1点を選んでもよいでしょう。<br>
あなたは以下の主題にに関するデータをリクエストできます:
<ul>
	<li>メンバーおよび仲介者の名前
	<li>広告
	<li>照会状
	<li>口座の制限と残高
</ul>
</p>
これがすべて「点データ」であることに注意して下さい。それはそのデータが特定の時点についてのものであることを意味します。
その結果は、トレード活動に関する情報が与えられ得ないということです（1時点上のトレードというのは無意味だからです）。
時間内の1範囲にわたるデータが欲しい場合は、「メニュー: 
<a href="#member_reports"><u>メンバーレポート</u></a>」または「メニュー: <a
	href="${pagePrefix}statistics"><u>統計</u></a>」に行って下さい。
<p>多くのチェックボックスにチェックを入れると、計算をするために数秒間かかることがあります。ですので、少々お待ち下さい。<p>
そのページの一番下では、その結果を<a href="#results"><u>印刷またはダウンロード</u></a>できます。
<p>
以下のオプションが利用可能です:
<ul>
	<li><b>時刻:</b> まず、リストを得たい時点を選択して下さい。
	2つのオプションがあります:
	<ul>
		<li><b>現在時刻:</b> もちろん、現在のデータの書かれたリストが得られます。
		<li><b>履歴:</b> 過去における日付に基づくリストが得られます。
		このオプションを選ぶならば、日付を指定して下さい。
		カレンダーアイコン（
		<img border="0" src="${images}/calendar.gif" width="16" height="16">&nbsp;）をクリックすることにより、日付選択を使ってもよいでしょう。
	</ul> <br><br>
	<li><b>仲介者:</b> このセクションでは、	<a href="${pagePrefix}brokering"><u>仲介者</u></a>の名前またはログイン名を指定できます。
	すると、あなたのデータのリストは、この仲介者のメンバーのみに限られます。<br><br>
	<li><b>メンバー:</b> このセクションでは、以下のものを指定できます:
	<ul>
		<li><b>メンバー名:</b> そのメンバーの名前をリストの各列に印刷したいならば、これにチェックを入れて下さい。
		これにチェックを入れない場合、メンバーデータは匿名で印刷されます。
		<li><b>仲介者ログイン名:</b> これにチェックを入れると、リスト内の各々の項目とともに、仲介者のログイン名が印刷されます。
		<li><b>仲介者名:</b> これにチェックを入れると、リスト内の各々の項目とともに、仲介者の名前（実名）が印刷されます。
		<li><b>許可グループ:</b> このマルチドロップダウンを使って、あなたがこのリストに求めるグループを選択して下さい。
		例えば、「完全なメンバー」を選択すると、このグループ内のすべてのメンバーが含まれます（もちろん、あなたが「仲介者」セクション内に入力したものに基づいて）。
	</ul><br><br>
	<li><b>広告:</b> このセクションでは、<a href="${pagePrefix}advertisements"><u>広告</u></a>についてどのデータを含ませたいかを指定します。
	各々のチェックボックスについて、その特定の<a href="${pagePrefix}advertisements#ad_status"><u>
	状態</u></a>である広告の数が印刷されます。
	<ul>
		<li><b>アクティブな広告</b>
		<li><b>期限切れの広告</b>
		<li><b>永続的な広告</b>
		<li><b>スケジュールされた広告</b>
	</ul><br><br>
	<li><b>照会状:</b> このセクションでは、「与えた」および「受け取った」<a href="${pagePrefix}references"><u>照会状</u></a>に関する情報を見たいかどうかを指定できます。
	<br><br>
	<li><b>口座:</b> このセクションでは、どの口座情報を印刷するかを指定できます:
	<ul>
		<li><b>クレジット下限</b>
		<li><b>クレジット上限</b>
		<li><b>口座残高</b>
	</ul>
</ul>
<hr>

<a name="member_reports"></a>
<p class="sub_description">
<h2>メンバーレポート</h2>
この機能により、メンバー取引と請求書情報の書かれたレポートを印刷することができます。
</p>
<b>警告</b>: この機能は非常に重いということに注意して下さい。
それにより、<b>すべての</b>メンバーの<b>すべての</b>取引をリストにすることが可能です。
それは非常に重いサーバー負荷を引き起こすので、あまりにも多くのデータをリクエストすれば、最後にはサーバーのクラッシュを引き起こすかもしれません。
<p>上から下まで、与えられた順序でフォームを経なければならないことに注意して下さい。
例えば、先に口座タイプを選択しない場合、支払いフィルタボックスは空かもしれません。<p>
そのページの一番下では、その結果を<a href="#results"><u>印刷またはダウンロード</u></a>できます。
<p>
フォーム上では、以下の要素を指定できます:
<ul>
	<li><b>メンバー名</b>: ログイン名は常に表示されます。
	メンバー名を表示させたいならば、ここで選択しなければなりません。
	<li><b><a href="${pagePrefix}brokering"><u>仲介者</u></a> ログイン名と名前</b>: この情報は、あなたがこれらのチェックボックスをチェックしない限り現れません。
	<li><b>メンバーグループ</b>: ここでは、あなたがどの
	<a href="${pagePrefix}groups"><u>メンバーグループ</u></a>を見たいかを指定できます。
	<li><b>口座タイプ</b>: たいてい、メンバーグループが持つ
	<a href="${pagePrefix}account_management#accounts"><u>口座タイプ</u></a>は1つです。
	しかし、メンバーが複数の口座タイプを持つこともあり得ます。
	ここで見たいタイプを指定して下さい。
	<li><b>始点および終点フィールド</b>: 日付の範囲を指定します。
	<li><b>何を表示するか</b>: これはおそらく最も重要なフィールドです。
	ここでは、取引を見たいか、請求書を見たいかを指定します。<br>
	取引を選択した場合:
	<ul>
		<li><b>支払いフィルタ</b>により、どの種類の取引をリストにしたいかを指定できます。
		<a href="${pagePrefix}account_management#transaction_types"><u>支払いフィルタ</u></a>は、<a href="${pagePrefix}account_management#account_search"><u>「口座の管理」</u></a>セクション内で指定できます。
		支払いフィルタがレポート機能内に現れるようにするには、それらは「レポート内に表示」オプションでマークされていなければなりません。
		<li><b>デビット／クレジット取引</b>:
		これは支払いフィルタを選んだ後に見えるようになります。
		あなたはこれらのチェックボックスの少なくとも1つを<b>選ばなければなりません</b>。デビット取引は支払いです。
		<li><b>取引のないメンバーを含む:</b> チェックすると、トレードしなかったメンバーを含めます。
		<li><b>詳細度レベル</b> あなたがどのくらい詳細に見たいかを指定できます。
		<ul>
			<li><b>概要</b> その期間内のすべての取引の合計額のみが、メンバーごとに1行ずつで得られます。
			<li><b>概要と取引</b> 概要の情報が書かれたヘッダーを加えて、各々のメンバーのその期間内のすべての取引をリストにします。
			これは、各々のメンバーについての残高と取引の概観のある長いレポートになり、メンバーに送信する個人の口座概観として使われるかもしません。
			しかし、この計算は、単なる概要を選択するよりも時間がかかったり、サーバーにより多くの負荷がかかったりするわけではありません。
		</ul>
	</ul>
	<a href="${pagePrefix}invoices"><u>請求書</u></a>を選択した場合、
	結果ページは、各々のメンバーについて請求書の額、それらの請求書の合計額が書かれたメンバーのリストを表示します
	以下のオプションがあります:
	<ul>
		<li><b>請求書のないメンバーを含む</b>
		<li><b>メンバー請求書:</b> 入ってきた請求書（これらのメンバーに対して送信された勘定書）と出て行った請求書（これらのメンバーによって送信された勘定書）を含めることを指定できます。
		<li><b>システム請求書:</b> （同様に機能します。）
	</ul>
</ul>
<hr>


<a name="results"></a>
<h3>レポートの結果</h3>
これらのレポートについてのアクションのタイプを選べます（ページの一番右下のボタン）:
<ul>
	<li><b>レポートを印刷する:</b> プリンターに適したレイアウトで、レポートを画面に表示します。
	この画面は、そのレポートをあなたのプリンタに送信するための印刷ボタンも含みます。
	<li><b>レポートをダウンロードする:</b> <a href="${pagePrefix}loans#csv"><u>CSVフォーマット</u></a>で結果をダウンロードします。

</ul>
<hr class="help">
</span>


<a name="sms_log"></a>
<h3>送信されたSMSメッセージ</h3>
システムは、その設定に応じて、様々な機会（例えば、SMSを通じての支払い）にいくつかのSMSメッセージを送信するかもしれません。
<span class="admin">
この設定に関するさらなる情報については、<a href="${pagePrefix}settings#local"><u>ローカル設定ヘルプ</u></a>を見て下さい。</span><p>
このウィンドウにより、送信されたSMSメッセージの概観を得ることができます。
そのフォームは非常に分かり易いもので、ほとんどの要素はこれ以上の説明を必要としません。
「状態」ドロップダウンにより、SMSの送信が成功であったか、失敗であったかを指定できます。
<br>
「検索」をクリックすると、下のウィンドウ内にその結果が表示されます。
<hr class="help">

</div> <%--  page-break end --%>

<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>

