<div style="page-break-after: always;"
<p class="head_description">
<a name="top"></a>
取引フィードバックは、メンバーが取引、例えば、提供されたサービスの質に関するフィードバックを与えられるようにします。
それはメンバーの質と信頼性についての印象を得るために役立ちます。
購入者は販売者にフィードバックを与えることができ、販売者は購入者に返答を与えることができます。
取引フィードバックは、管理者によって有効化および無効化することができます。<br>
取引フィードバックのほかに、Cyclosには<a
	href="${pagePrefix}references"><u>照会状</u></a>システムがあり、それは取引フィードバックとは独立に機能します。
照会状では資格はメンバーレベルで生じるのに対して、取引フィードバックではそれは取引レベルで生じます。</p>

<span class="member">
<i>どこで見つけられる？</i><br>
有効化されている場合、「メニュー: パーソナル > 取引フィードバック」の下に取引フィードバックを見つけることができます。</span></p>

<span class="admin">
<i>どうやって動かす？</i><br>
取引フィードバックを有効化または無効化するには、「メニュー: 口座 > 口座の管理 > 編集アイコン > 取引タイプ > 編集アイコン」へ行き、
<a href="${pagePrefix}account_management#transaction_type_details"><u>
適切な値</u></a>を設定して下さい。</span>
<hr>

<a name="feedbacks_summary"></a>
<h3>取引フィードバック</h3>
これは受け取った、および、与えた<a href="#top"><u>フィードバック</u></a>の概要です。
<p>
「受け取ったフィードバック」ラジオボタンを選択すると、
すべての利用可能な評価で、過去30日間およびメンバーであった全期間にわたって、
受け取ったフィードバックの数が見えます。
<p>
リストの一番下には、フィードバックの総数と肯定的であったフィードバックのパーセンテージが、過去30日間およびメンバーであった全期間にわたって見えます。
<p>
「与えたフィードバック」ラジオボタンを選択すると、
すべての利用可能な評価で、過去30日間および全期間にわたって、
与えたフィードバックの数が見えます。
<p>
フィードバックを待っている支払いを見るには、「フィードバック待ちの支払いを見る」をクリックして下さい。
<hr class="help">

<p>
<a name="payments_awaiting_feedback"></a>
<h3>フィードバック待ちの支払い</h3>
ここでは<a href="#top"><u>フィードバック</u></a>を待っている支払いのリストが見えます。<p>
メンバー名またはログイン名をクリックすると、このメンバーの<a href="${pagePrefix}profiles"><u>
プロフィール</u></a>に移動します。
<img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp;
アイコンをクリックして下さい。.
<hr class="help">

<p>
<a name="feedbacks_given_to_member"></a>
<h3>与えた取引フィードバック</h3>
ここでは与えた取引<a href="#top"><u>フィードバック</u></a>のリストと、販売者の可能な返答が見えます。
フィードバックの詳細を見るには、
<img border="0" src="${images}/view.gif" width="16" height="16">&nbsp;
アイコンをクリックして下さい。与えたフィードバックを変更することはできません。
<span class="admin">
<p>
管理者として、あなたは購入者または販売者のフィードバックにコメントできます。
そうするには、
<img border="0" src="${images}/view.gif">詳細ビューをクリックして下さい。
</span>
<hr class="help">

<p>
<a name="feedbacks_received_from_member"></a>
<h3>受け取った取引フィードバック</h3>
ここでは、他のメンバーから受け取った取引<a href="#top"><u>フィードバック</u></a>のリストと販売者の可能な返答が見えます。
<p>メンバーの名前をクリックすると、そのメンバーの<a
	href="${pagePrefix}profiles"><u>プロフィール</u></a>に移動します。
<p>フィードバックの詳細を見るには、<img border="0"
	src="${images}/view.gif" width="16" height="16">&nbsp;アイコンをクリックして下さい。
与えたフィードバックを変更することはできません。
<span class="admin">管理者として、あなたは購入者または販売者のフィードバックにコメントできます。</span>
<hr class="help">

<p>
<a name="transaction_feedback_details"></a>
<h3>取引フィードバックの詳細<br>
取引フィードバックを設ける</h3>
ここでは、取引に関する
<a href="#top"><u>フィードバック</u></a>を入力または閲覧できます。
上の部分には、支払いの詳細が見えます。
あなたは、そのメンバーの
<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に行くために、
ハイパーリンクを使うことができます。
下の部分では、フィードバックを入力または閲覧できます。
<p>あなたがたまたま購入者である場合は、ここでフィードバックを入力できます。
フィードバックを入力するには、ドロップダウンリストから評価を選択し、
「コメント」フィールド内に個人的なコメントを入力しなければなりません。
送信後にそのフィードバックを変更することはできませんので、注意してください。
完了するには、「送信」ボタンをクリックしてくしてださい。
<p>販売者はあなたのフィードバックに返信できます。
それが行われた場合、この画面内に返信が見えるでしょう。<br>
あなたが販売者である場合は、もしまだ返信をしていないならば、
ここで返信を入力することができるでしょう。
<p>管理者は、購入者および販売者のフィードバックに関して、
例えば紛争の解決のために、コメントすることができます。
<span class="member">
管理者がそうした場合、「管理者コメント」セクション内にそのコメントが見えるでしょう。
</span>
<span class="admin">
あなたは管理者として、あなたのコメントを「管理者コメント」セクション内に入力できます。（最初に「変更」ボタンをクリックし、それから、あなたが入力したエントリーを保存するには「送信」をクリックするのを忘れないでください。）
</span>
<hr class="help">

</div> <%--  page-break end --%>

<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>
